return {
	[1000] = {["roleList"] = {1000, 2000, 2000, 1000}, ["conversationID"] = 1000, ["contentList"] = {[[早上好]], [[不好了，村里的宝物被狐妖夺走了！]], [[你能帮我们抢回来吗？]], [[真是大胆狂徒。没问题，一切包在我身上。]]}},
	[1002] = {["roleList"] = {3012, 1000, 3012, 1000}, ["conversationID"] = 1002, ["contentList"] = {[[啊…发生了什么事情？]], [[把宝物交出来！]], [[原来如此，方才我被狐妖迷惑了。现在宝物在她手里。]], [[@##@$@*&$@#(]]}},
	[1001] = {["roleList"] = {3012, 1000, 3012}, ["conversationID"] = 1001, ["contentList"] = {[[来者何人？]], [[就是你抢了我们村里的宝物，哼，乖乖交出来的话留你一条狗命！]], [[给你可以，但我怕你没命走出这里了。]]}},
}